{
	"status": "OK",
	"usage": "By accessing AlchemyAPI or using information generated by AlchemyAPI, you are agreeing to be bound by the AlchemyAPI Terms of Use: http://www.alchemyapi.com/company/terms.html",
	"totalTransactions": "270",
	"result": {
		"docs": [{
				"id": "MjgxOTcxNDc0NXwxNDgzNTQ4MDAz",
				"source": {
					"enriched": {
						"url": {
							"author": "",
							"text": " \t\t\t\t\t\t\t\t\tWith the first Skype for Business rooms emerging, I took the opportunity to check out Logitech's Skype Room System entree. At Enterprise Connect 2016, Microsoft talked to its concept for the Skype for Business room system beyond the very expensive Surface Hub. ...",
							"title": "Skype for Business Rooms: the Rigel Effect & Logitech's SmartDock"
						}
					}
				},
				"timestamp": 1483548003
			}, {
				"id": "MjgwNTgzODg5NnwxNDgzNTQ2NzAy",
				"source": {
					"enriched": {
						"url": {
							"author": "",
							"text": " These speakers all of a sudden won't power on. I checked all possible solutions from several sources online. ...",
							"title": "Logitech Z506 speakers won't power on"
						}
					}
				},
				"timestamp": 1483546702
			}, {
				"id": "MjY4NzA2OTIxM3wxNDgzNTM4NzMy",
				"source": {
					"enriched": {
						"url": {
							"author": "Tyler Lee",
							"text": "[CES 2017] If you’re in the market for a new pair of headphones, Logitech has announced the G533 wireless gaming headset that they will be launching at CES 2017. With its wireless capabilities, this makes it ideal for gamers who are on laptops as it means less cables to deal with. ...",
							"title": "Logitech G533 Wireless Gaming Headset Announced"
						}
					}
				},
				"timestamp": 1483538732
			}, {
				"id": "MjY4NzA2MzY2NnwxNDgzNTM4NzMx",
				"source": {
					"enriched": {
						"url": {
							"author": "Tyler Lee",
							"text": "[CES 2017] If there is one thing that many gamers seem to agree on, it is that Logitech makes some pretty decent gaming mice. Granted for the most part it isn’t as flashy as gaming mice from competing brands, but Logitech’s gaming mice tend to feel pretty good in the hand and typically perform well during gaming sessions. ...",
							"title": "Logitech G203 Prodigy Gaming Mouse Unveiled"
						}
					}
				},
				"timestamp": 1483538731
			}, {
				"id": "MjY3NzM1MTk1N3wxNDgzNTM4MDkx",
				"source": {
					"enriched": {
						"url": {
							"author": "TATER242416",
							"text": " my tv is a Samsung UN32J52O5AF I thought I could just connect to the RCA connectors from the tv the subwoofer but I get nothing does anyone have any suggestions , there is also a dish cable box and a new xbox one s system I am thinking thid cnt be to complicated but I have several different combinations and nothing gets the speakers working \n I love Logitech {sarcasm}\nThey sell this thing as for TV Home Theater, and yet on their \"Getting Started\" they show you a big TV, but no instruction or a picture of how you connect it to a TV. A quick glance at the back of the connection box, I see only analog connectors, no digital connections, THAT right there tells you u never going to get surround out of your TV because surround in TV outputs with a digital signal. This Logitech is made to be hooked up to a PC, (Logitech is a PC-centric company, not known for audio) not really for a TV. With a TV all you can get is stereo, IF and this if big if, your TV has a headphone out jack. ...",
							"title": "How do I connect my logitech z506 speakers to my samsung tv I also have a dish network box and a xbox one s - Home Audio"
						}
					}
				},
				"timestamp": 1483538091
			}, {
				"id": "MjU4NDcyNzAyMXwxNDgzNTMwNDIy",
				"source": {
					"enriched": {
						"url": {
							"author": "Thingiverse.com",
							"text": " Logitech C170 webcam holder for ultimaker 2 Made by lorenzing 1 hr ago \n Logitech C170 webcam holder for ultimaker 2 by zankuro Apr 4, 2016 \n",
							"title": "Lorenzing 3D printed Logitech C170 webcam holder for ultimaker 2 by Zankuro"
						}
					}
				},
				"timestamp": 1483530422
			}, {
				"id": "MjUzODM0NDEyOHwxNDgzNTI1NTU4",
				"source": {
					"enriched": {
						"url": {
							"author": "Brian Hoss",
							"text": "-Easy setup\n-Powerful software\n-Good response, even when flat\n-DTS: Headphone X Surround Sound\n-Lightweight\n-Restrained look\n-Removable battery & Ear Pads\n-Mic disappears when needed\n-LGS software required for Surround Sound\n-Could use more media presets\n-Only one G button\n-PC only\nIn a world where the removal of a headphone jack makes for industry waves, there can be little doubt that we all could use a good set of cans. When it comes to headsets, Logitech clearly has a PC audience in mind. ...",
							"title": "Logitech G533 Wireless Gaming DTS Headphone: X Headset Review | High-Def Digest"
						}
					}
				},
				"timestamp": 1483525558
			}, {
				"id": "MjUxMzI5NjUxMHwxNDgzNTIyOTU5",
				"source": {
					"enriched": {
						"url": {
							"author": "Brian Hoss",
							"text": "Wireless Surround PC audio in a sleek, svelte package. It's that new tech time of year, and today, Logitech unveiled a new headset design, the G533. ...",
							"title": "CES 2017: Logitech Announces G533 Wireless Gaming DTS Headphone: X Headset for PC | High-Def Digest"
						}
					}
				},
				"timestamp": 1483522959
			}, {
				"id": "MjUwMTA2ODQxMnwxNDgzNTIwNDg5",
				"source": {
					"enriched": {
						"url": {
							"author": "Chris Davies",
							"text": "Logitech given its gaming headset range an upgrade, retiring the Greek God naming but adding a new, G533 Wireless Gaming Headset to the line-up for CES 2017. Announced today, the G533 targets PC gamers rather than their console counterparts, raiding the parts bin of the more expensive G933 for its Pro-G audio drivers. ...",
							"title": "Logitech G533 Wireless Gaming Headset hands-on: DTS 7.1 surround - SlashGear"
						}
					}
				},
				"timestamp": 1483520489
			}, {
				"id": "MjQ0ODE3NzgyMXwxNDgzNTE0NTQx",
				"source": {
					"enriched": {
						"url": {
							"author": "4-traders",
							"text": " NEWARK, Calif. - Jan. 4, 2017 - Logitech (SIX: LOGN) (NASDAQ: LOGI) today introduced the Logitech® G533 Wireless Gaming Headset. With professional grade wireless technology, U.S. patent- pending Pro-G™ audio drivers and DTS Headphone:X® 7.1 surround sound, the headset delivers get advanced audio performance and wireless convenience. ...",
							"title": "Logitech International : G Unleashes Advanced Audio Performance With New PC Wireless Gaming Headset | 4-Traders"
						}
					}
				},
				"timestamp": 1483514541
			}
		],
		"next": "MjYyNjUxNjI0ODc4MDc3MjM5fHw2OTMyMDcyMzUyODAzOTA1NDB8fDI4NjYzODQ4OTA0NzE4NzIzMTh8fDU5Njk0MjM4NTA2MTg4NjQ3NDR8fDkxODUzODkxMDE4OTQxNDQwNTR8fDkzOTY0OTYwODcxNTQ1NzY0OTR8TWpVeE16STVOalV4TUh3eE5EZ3pOVEl5T1RVNXwxNDE0ODY0OTE3MzM1MjE3NzE2MXxNalV3TVRBMk9EUXhNbnd4TkRnek5USXdORGc1fDE3MzEwNDc0OTU5NjAyNzE2NDA0fE1qUTBPREUzTnpneU1Yd3hORGd6TlRFME5UUXg",
		"status": "OK"
	}
}
